import React from 'react'

const AboutPage = () => {
  return (
    <div className="mx-auto max-w-4xl mt-10">
        <h2 className="text-lg text-center font-semibold uppercase leading-7 text-indigo-600">
          мечеть
        </h2>
        <p className="mt-2 text-3xl text-center font-bold tracking-tight text-gray-900 sm:text-4xl">
        Мунира
        </p>
        <p className="mt-3 text-lg text-start leading-8 text-white bg-slate-500 rounded-md p-4">
        В конце 1988 года мусульманами г. Кемерово был приобретен дом под мечеть. Этот момент можно считать началом формирования Исламской уммы в области. У мусульман появилось место, где они смогли собираться и совершать молитвы.
        В дальнейшем, по милости Всевышнего, появились мечети в населенных пунктах Сарсаз, Анжеро-Судженск, Берёзовский, Белово, Киселевск, Прокопьевск, Новокузнецк и Осинники, Прокопьевском районе (Верх-Егос). На данный момент идет строительство в Ижморском, Юргинском районе, а также в Ленинске-Кузнецком. По воле Всевышнего планируется начать строительство в Междуреченске и Юрге. В течение длительного времени мусульмане не имели единого центра в области.


В 2008 году в г. Кемерово была открыта мечеть «Мунира», на базе которой было создано Духовное управление мусульман Кемеровской области. Мусульмане Кузбасса долго шли к консолидации уммы, стремясь следовать завету Всевышнего из Корана «Держитесь за ветвь Аллаха и не разъединяйтесь». На данный момент в состав Духовного управления мусульман Кемеровской области (ДУМКО) входят 22 мусульманские организации. В плане развития ДУМКО создание инфраструктуры, соответствующей канонам Ислама.
        </p>
      </div>
  )
}

export default AboutPage