import React from 'react'

const AuthorPage = () => {
  return (
    <div>
      <div className="mx-auto max-w-4xl mt-10">
        <h2 className="text-lg text-center font-semibold uppercase leading-7 text-indigo-600">
          имам
        </h2>
        <p className="mt-2 text-3xl text-center font-bold tracking-tight text-gray-900 sm:text-4xl">
        Мухйидди́н Абу Закарийя́ Яхья́ ибн Шара́ф ан-Навави́
        </p>
        <p className="mt-3 text-lg text-start leading-8 text-white bg-slate-500 rounded-md p-4">
        Выдающийся ученый Ислама имам Мухйиддин ан-Навави не нуждается в представлении. Этот имам известен, пожалуй, каждому мусульманину, интересующемуся своей религией. Труды имама ан-Навави в области хадиса и шафиитского фикха – основа основ в этих науках: их изучают, заучивают наизусть, на них опираются, их цитируют, переводят на разные языки.

Мы предлагаем вниманию читателя очень важную в наше время книгу великого имама – его труд «Бустан аль-ʼарифин» («Сады познавших Аллаха»), посвященный вопросам нравственности мусульманина, его духовного самосовершенствования. Это руководство по приобретению похвальных нравственных качеств, побуждение к следованию по пути, ведущему к счастью в обоих мирах. Мы просим у Аллаха сделать эту книгу полезной для нас и всех мусульман!


Абу Закарийя Яхья ибн Шараф ибн Мар’и ибн Хасан ибн Хусейн ибн Хизам ибн Мухаммад ибн Джум’ата Ан-Навави ад-Димашки аш-Шафии был последователем шафиитской богословско-правовой школы (мазхаб) Ислама, знатоком хадисов Пророка, мир ему и благословение Аллаха, и имамом, который удостоился высокого звания Шейх аль-Ислам, а также получил прозвище «Оживитель религии» (Мухйиддин).
 
Он родился в месяце мухаррам 631 года по хиджре в Сирии, в деревне Нава. Еще с детских лет он отличался от сверстников любовью к знаниям и к религии Аллаха. Его отец рассказывал, что однажды, в середине 27 ночи месяца Рамадан, сын разбудил его и сказал: «Отец, что это за свет наполнил наш дом?». Вся семья проснулась, но никто этого света не увидел. Тогда отец понял, что это ночь могущества и предопределения (Ляйлят аль-кадр), которая лучше, чем тысячи месяцев. Будущему имаму в то время было всего семь лет. По достижении десятилетнего возраста он начал заучивать Коран наизусть и читать книги по исламскому праву (фикх).

Рассказывают, что когда Яхье было десять лет, шейх Ясин Аль-Маракиши, под духовное воспитание которого он впоследствии вступил, увидел, как дети принуждали Яхью играть с ними в подвижные игры, а он, не желая играть, плача, убегал от них и посвящал всё свое время чтению Благородного Корана. Шейх встретился с учителем Яхьи и сказал ему, что мальчика ожидает великое будущее, что он будет самым известным учёным и отрекшимся от мирского своего времени, и много людей получат от него пользу. Учитель спросил шейха: «Не астролог ли ты?» – тот ответил: «Нет, Всевышний даровал мне эти знания». После того, как учитель рассказал эту историю отцу имама Ан-Навави, тот стал придавать большое значение обучению сына.
 
Маленькое село, в котором вырос имам Ан-Навави, не могло удовлетворить его потребности в знаниях, и тогда отец решил продолжить образование сына в Дамаске, который в то время был одним из центров исламской цивилизации. Только высших учебных заведений в Дамаске было более трехсот. Люди со всего света стекались в этот город в поисках знаний. В 649 году, когда имаму Ан-Навави исполнилось 19 лет, он переселился в Дамаск, в медресе Равахия, которое находилось рядом с известной Омеядской мечетью.
 
Один из ученых рассказал, что увидел во сне Пророка, мир ему и благословение Аллаха, который сказал ему: «Если ты найдешь разные мнения в каком-либо вопросе у имама Аль-Газали, Абу Исхака аш-Ширази и Ан-Навави, то придерживайся мнения Ан-Навави, так как он наиболее всех знает Сунну». Также этот ученый передает, что во второй раз увидел во сне Пророка, мир ему и благословение Аллаха, и спросил его об имаме Ан-Навави, на что получил следующий ответ: «Он оживитель религии (Мухйиддин)».
        </p>
      </div>
    </div>
  )
}

export default AuthorPage