export const hadises = [
    {
        id: 1,
        title: "О НАМЕРЕНИИ",
        matn: "(( إنّمَا الأَعْمَالُ بالنِّيّاتِ ، وَإِنَّمَا لِكُلِّ امرِىءٍ مَا نَوَى ، فَمَنْ كَانَتْ هجرته إلى الله ورسوله ، فهجرته إلى الله ورسوله ، ومن كانت هِجْرَتُهُ لِدُنْيَا يُصيبُهَا ، أَوْ امْرَأَةٍ يَنْكَحُهَا ، فَهِجْرَتُهُ إِلى مَا هَاجَرَ إِلَيْه ))",
        translate: "Сообщается, что повелитель правоверных Абу Хафс ‘Умар бин аль-Хаттаб бин Нуфайль бин ‘Абд аль-‘Узза бин Рийах бин ‘Абдуллах бин Курт бин Разах бин ‘Ади бин Ка’б бин Луайй бин Галиб аль-Кураши аль-‘Адави, да будет доволен им Аллах, сказал: «Я слышал, как посланник Аллаха, да благословит его Аллах и приветствует, сказал: “Поистине, дела (оцениваются) только по намерениям и, поистине, каждому человеку (достанется) только то, что он намеревался (обрести), и поэтому (человек, совершавший) переселение[1] к Аллаху и посланнику Его, переселится к Аллаху и посланнику Его,[2] переселявшийся же ради чего-нибудь мирского или ради женщины, на которой он хотел жениться[3], переселится (лишь) к тому, к чему он переселялся”»",
        tafsir: "Этот хадис является одним из тех важных хадисов, каждый из которых называют основой Ислама. Сказали имамы аш-Шафи‘и и Ахмад: «Хадис, в котором сказано, что дела оцениваются только по намерениям, заключает в себе треть знания». Сказал аль-Байхакый: «Объясняется это тем, что раб приобретает для себя что-либо посредством своего сердца, своего языка и различных частей своего тела. Таким образом, правильное намерение является одной из трёх вышеупомянутых частей»"
    },
    {
        id: 2,
        title: "ОБ ИСЛАМЕ, ИМАНЕ И ИХСАНЕ",
        matn: "(( يغْزُو جَيْشٌ الْكَعْبَةَ فإِذَا كَانُوا بِبَيْدَاءَ مِنَ الأَرضِ يُخْسَفُ بِأَوَّلِهِمْ وآخِرِهِمْ )) . قَالَتْ : قلتُ : يَا رَسُولَ اللهِ ،كَيْفَ يُخْسَفُ بأوَّلِهِمْ وَآخِرِهِمْ وَفِيهمْ أسْوَاقُهُمْ وَمَنْ لَيْسَ مِنْهُمْ ؟! قَالَ : (( يُخْسَفُ بِأَوَّلِهِمْ وَآخِرِهِمْ ثُمَّ يُبْعَثُونَ عَلَى نِيّاتِهمْ ))",
        translate: "«(Однажды) посланник Аллаха, да благословит его Аллах и приветствует, сказал: “Двинется на Каабу войско, а когда (воины) достигнут пустынной части земли, она поглотит их (всех) от первого до последнего”. Я спросила: “О посланник Аллаха, как же она поглотит их от первого до последнего, ведь будут среди них и люди простые, и те, кто к ним не относится?[2]”[3] Он сказал: “Они будут поглощены от первого до последнего, а потом воскрешены, (и воздастся им) по намерениям их”»",
        tafsir: "Все шариатские науки восходят к данному хадису и ответвляются от него, поскольку в целом он заключает в себе знание сунны и является основой сунны (умму-сунна). Точно так же, как «аль-Фатиха» является «основой Кур’ана» (умму-ль-Кур’ан) по той причине, что в целом она заключает в себе весь смысл Кур’ана"
    },
    {
        id: 3,
        title: "ОБ ИСЛАМЕ, ИМАНЕ И ИХСАНЕ",
        matn: "(( يغْزُو جَيْشٌ الْكَعْبَةَ فإِذَا كَانُوا بِبَيْدَاءَ مِنَ الأَرضِ يُخْسَفُ بِأَوَّلِهِمْ وآخِرِهِمْ )) . قَالَتْ : قلتُ : يَا رَسُولَ اللهِ ،كَيْفَ يُخْسَفُ بأوَّلِهِمْ وَآخِرِهِمْ وَفِيهمْ أسْوَاقُهُمْ وَمَنْ لَيْسَ مِنْهُمْ ؟! قَالَ : (( يُخْسَفُ بِأَوَّلِهِمْ وَآخِرِهِمْ ثُمَّ يُبْعَثُونَ عَلَى نِيّاتِهمْ ))",
        translate: "«(Однажды) посланник Аллаха, да благословит его Аллах и приветствует, сказал: “Двинется на Каабу войско, а когда (воины) достигнут пустынной части земли, она поглотит их (всех) от первого до последнего”. Я спросила: “О посланник Аллаха, как же она поглотит их от первого до последнего, ведь будут среди них и люди простые, и те, кто к ним не относится?[2]”[3] Он сказал: “Они будут поглощены от первого до последнего, а потом воскрешены, (и воздастся им) по намерениям их”»",
        tafsir: "Все шариатские науки восходят к данному хадису и ответвляются от него, поскольку в целом он заключает в себе знание сунны и является основой сунны (умму-сунна). Точно так же, как «аль-Фатиха» является «основой Кур’ана» (умму-ль-Кур’ан) по той причине, что в целом она заключает в себе весь смысл Кур’ана"
    }
];